Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/employment/employment_rights_and_conditions/pay_and_employment/pay_slip.html.txt.tmx
Source language: en
Languages: pl

source: The Payment of Wages Act 1991 gives all employees a right to a pay slip which will show the gross wage and details of all deductions
pl: Na mocy Ustawy o wypłacie wynagrodzenia z 1991 roku wszyscy pracownicy mają prawo do otrzymywania odcinka wypłaty (tzw

source: A pay slip is essentially a statement in writing from the employer to the employee that outlines the total pay before tax and all details of any deductions from pay
pl: Odcinek wypłaty jest pisemnym wykazem sporządzonym przez pracodawcę dla pracownika określającym wynagrodzenie przed opodatkowaniem i wszystkie szczegółowe informacje dotyczące potrąceń z pensji

source: It can be provided to you either in electronic format or in hard copy
pl: Prawo do otrzymywania odcinka wypłaty znajduje się ust

source: The Payment of Wages Act 1991 refers to situations where either deductions are made from pay or the employee is required to make a payment to the employer
pl: Ustawa o wynagrodzeniach z 1991 roku (the Payment of Wages Act 1991) określa sytuacje, gdy dokonuje się zniżek w wynagrodzeniu lub gdy wymaga się od pracownika dokonania zapłaty na rzecz pracodawcy

source: The following deductions from your pay by your employer are allowed when:
pl: Pracodawca może dokonywać potrąceń tylko w następujących przypadkach:

source: • They are required by law, for example, tax (PAYE) and social insurance (PRSI),
pl: • Potrącenia są wymagane prawem, np

source: • They are provided for in the contract of employment, for example occupational pension contributions
pl: zaliczki na poczet podatku dochodowego (PAYE) i składki na ubezpieczenie społeczne (PRSI)

source: • They are made with your written consent, for example, trade union subscriptions
pl: • Potrącenia są przewidziane w umowie o pracę i obejmują np. składki na zakładowy fundusz emerytalny

source: • They are to recover an overpayment of wages or expenses
pl: • Potrącenia są pobierane za pisemną zgodą pracownika, np

source: • They are required by a court order, for example, an attachment of earnings order in a family law case
pl: składki związkowe • Celem potrącenia jest wyrównanie wypłaty zbyt wysokiego wynagrodzenia lub wydatków

source: • They arise due to your being on strike
pl: • Powstały w wyniku strajku pracownika

source: Where your employer suffers loss through your fault, for example breakages or till shortages or your employer supplies a service as part of the job, for example, a uniform, deductions may be allowed
pl: Zezwala się na zniżki, w przypadkach gdy pracodawca poniesie stratę w wyniku Państwa winy, np. zepsucia lub braków w kasie, lub gdy pracodawca zapewnia usługę jako część pracy, np. uniform

source: In these cases a deduction (or payment by the employee) is only allowed where:
pl: W tych przypadkach zniżki (lub płatność dokonywana przez pracownika) jest dozwolona jedynie gdy:

source: • It is allowed for in your contract
pl: • Są one dozwolone na mocy umowy o pracę

source: • It is fair and reasonable
pl: • Są zgodne z prawem i uzasadnione

source: • You have received a written notice of the deduction - a full week's notice if the deduction arises from your mistake
pl: • Pracownik otrzymał pisemne zawiadomienie o potrąceniu (z tygodniowym wyprzedzeniem jeśli potrącenie jest spowodowane błędem pracownika)

source: • The amount of the deduction does not exceed the loss or cost of the service
pl: • kwota potrącenia nie przekracza poniesionych strat lub kosztu usługi

source: • The deduction takes place within 6 months of the loss/cost occurring
pl: • Potrącenia mają miejsce w ciągu 6 miesięcy od wystąpienia szkody lub poniesienia kosztów

source: Failure to pay all or part of the wages due to an employee is considered an unlawful deduction and a complaint can be made under the Payment of Wages Act – see ‘How to apply’ below
pl: Brak uiszczenia całości wynagrodzenia lub jego części na rzecz pracownika jest bezprawną zniżką i zezwala się na złożenie skargi zgodnie z Ustawą o wynagrodzeniach – patrz „Jak złożyć podanie” poniżej

source: Likewise, unpaid notice, holiday pay, bonus and commission payments can also form part of a claim under the Act
pl: Podobnie, niepłatne wypowiedzenie, wynagrodzenie urlopowe, dodatek i prowizja, zgodnie z Ustawą, także mogą być częścią skargi

source: Complaints about unauthorised deductions from wages under the Payment of Wages Act 1991 should be made to the Workplace Relations Commission (WRC)
pl: Skargi dotyczące bezprawnych potrąceń z wynagrodzenia zgodnie z Ustawą o Zapłacie Wynagrodzenia z 1991 roku powinny być przekazane do Biura ds

source: You must use the online complaint form available on workplacerelations.ie
pl: Relacji w Miejscu Pracy na nowym, pojedynczym formularzu skargi (pdf)

source: A complaint must be brought within 6 months of the date of the deduction
pl: Skarga winna być wniesiona w ciągu 6 miesięcy od daty potrącenia

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
pl: Czas potrzebny na przedstawienia skargi może zostać wydłużony, ale tylko w sytuacjach wyjątkowych, które uniemożliwiły przedstawienia skargi w trybie normalnym

source: An employer who fails to provide a payslip or provides one that is deliberately falsified is guilty of an offence under the Payment of Wages Act 1991 and may be issued with a fixed payment notice
pl: Pracodawca, który nie dostarcza odcinka wypłaty (payslip) lub dostarcza odcinek sfałszowany dokonuje przestępstwa określonego w Ustawie o Zapłacie Wynagrodzenia z 1991 roku i może zostać nałożona na niego kara finansowa

source: Complaints about payslips should be made as above
pl: Skargi dotyczące odcinków wypłaty mogą zostać wniesione jak wyżej

source: Further information is available in this explanatory booklet on the Payment of Wages Act 1991 (pdf) or from WRC Information and Customer Service - see 'Where to apply' below
pl: Dalsze informacje dostępne są w publikacji informacyjnej na temat Ustawy o Zapłacie Wynagrodzenia z 1991 r. (pdf) lub w Biurze Obsługi ds. Relacji w Miejscu Pracy – poniżej proszę zapoznać się z sekcjł „Gdzie składać prośbę”
